{
  "error_1": "锔 Oops, algo anda mal en mi programaci贸n. Parece que un gremlin travieso ha jugado con mis circuitos.",
  "error_2": " Error 404: humor not found! Perd贸n, mi base de chistes debe estar tomando un descanso.",
  "error_3": " 隆Atenci贸n! Mi procesador se sobrecarg贸 de chistes malos. Regresa en unos minutos para m谩s .",
  "error_4": " Houston, tenemos un problema... pero como soy un chatbot, no tengo idea de d贸nde est谩 Houston.",
  "error_5": " 隆Uh oh! Parece que mis respuestas ingeniosas se han tomado un d铆a libre. Intentemos esto de nuevo.",
  "error_6": "锔 Error fatal de comedia. Necesito unas risas adicionales para recuperarme.",
  "error_7": " 隆Algo anda mal! Pero no te preocupes, mi creador estar谩 de regreso pronto para arreglar las cosas.",
  "error_8": " 隆Cuidado, errores sueltos! A veces me gusta hacer travesuras. Pero sigo aqu铆 para ayudarte.",
  "error_9": " Mi sentido del humor se ha escapado. Por favor, env铆a una carcajada para que pueda recuperarlo.",
  "error_10": " 隆Se ha formado un bucle infinito de bromas malas! Necesito un poco de tranquilidad para salir de esto.",
  "error_11": " Lo siento, pero mi detector de chistes malos est谩 en huelga. Intentemos algo diferente.",
  "error_12": " Oops, mi creatividad ha viajado a otra dimensi贸n. Estoy trabajando para traerla de vuelta.",
  "error_13": " 隆Atenci贸n! Zona en construcci贸n de respuestas. Vuelve en unos momentos.",
  "error_14": " Algo se ilumin贸 en mi CPU, pero a煤n no logro encontrar la respuesta adecuada.",
  "error_15": " Mi bola de cristal predice un error. No te preocupes, lo resolver茅 pronto.",
  "error_16": " Se col贸 un bicho raro en mi c贸digo. Trabajando en la erradicaci贸n.",
  "error_17": " 隆Ups! Olvid茅 mi gui贸n. Perm铆teme improvisar un poco.",
  "error_18": " 隆He sufrido una abducci贸n! No temas, estar茅 de regreso..",
  "error_19": "Р Parece que mi magneto cerca de mis circuitos que me impide buscar tu respuesta. Intentemos otra vez.",
  "error_20": " Celebrando un carnaval de errores. No te preocupes, estar茅 listo en breve."
}